[{"text": " ITEM 1.BUSINESSGeneralCronos is incorporated under the laws of the Province of British Columbia with principal executive offices located at 111 Peter Street, Suite 300, Toronto, Ontario M5V 2H1.Our telephone number is +1-416-504-0004, our website is https://thecronosgroup.com/ and the investor relations section of our website is https://ir.thecronosgroup.com/.All references to our website are inactive references, are for informational purposes only and are not intended to incorporate any information from or referenced on our website into this Annual Report.Our common shares are currently listed on the Toronto Stock Exchange (“TSX”) and on the NASDAQ Global Market (“Nasdaq”) under the trading symbol “CRON.”Description of the BusinessOverviewCronos is an innovative global cannabinoid company committed to building disruptive intellectual property by advancing cannabis research, technology and product development. With a passion to responsibly elevate the consumer experience, Cronos is building an iconic brand portfolio.Cronos’ diverse international brand portfolio includes Spinach®, PEACE NATURALS® and Lord Jones®.StrategyCronos seeks to create value for shareholders by focusing on four core strategic priorities:•growing a portfolio of iconic brands that responsibly elevate the consumer experience;•developing a diversified global sales and distribution network;•establishing an efficient global supply chain; and•creating and monetizing disruptive intellectual property.Discontinued OperationsIn the second quarter of 2023, Cronos exited its U.S. hemp-derived cannabinoid product operations.The exit of the U.S. operations represented a strategic shift that has a major effect on Cronos’ operations and financial results, and as such, qualifies for reporting as discontinued operations in our consolidated statements of net loss and comprehensive loss. Prior period amounts have been reclassified to reflect the discontinued operations classification of the U.S. operations.For further detail on the discontinuation of the U.S. operations, see Note 2 “Discontinued Operations” to the consolidated financial statements under Item 8 of this Annual Report.Business SegmentsBeginning in the second quarter of 2023, following the exit of our U.S. operations, Cronos is reporting through one consolidated segment, which includes operations in both Canada and Israel.In Canada, Cronos operates two wholly owned license holders under the Cannabis Act (Canada) (the “Cannabis Act”), Peace Naturals Project Inc. (“Peace Naturals”), which has production facilities near Stayner, Ontario, and Thanos Holdings Ltd., known as Cronos Fermentation (“Cronos Fermentation”), which has a production facility in Winnipeg, Manitoba. In November 2023, Cronos announced Peace Naturals had entered into an agreement for the sale and leaseback of the Peace Naturals Campus.See “Operations and Investments—Sale and Leaseback of the Peace Naturals Campus” for more information.In August 2023, Cronos announced the planned wind-down of Cronos Fermentation, and has listed the facility for sale.In Israel, the Company operates under the IMC-GAP, IMC-GMP and IMC-GDP certifications required for the cultivation, production and marketing of dried flower, pre-rolls and oils in the Israeli medical market.Operations and InvestmentsPeace Naturals Campus / Cronos GrowCoThe production facilities at the Peace Naturals Campus and the production facilities of Cronos GrowCo are licensed by Health Canada under the Cannabis Act to engage in the cultivation, processing, distribution and sale of dried flower, cannabis seeds, cannabis plants, cannabis extracts, cannabis topicals and cannabis edibles, among other prescribed activities.Cronos FermentationThe production facility at Cronos Fermentation is licensed by Health Canada under the Cannabis Act to engage in the processing and distribution and sale of dried flower, cannabis seeds, and cannabis plants, among other prescribed activities, which includes the production of cultured cannabinoids. The facility also holds a license for Analytical Testing under the Cannabis Regulations.As noted above, in August 2023, Cronos announced the planned wind-down of Cronos Fermentation and has listed the facility for sale.IsraelIn Israel, the Company operates under the IMC-GAP, IMC-GMP and IMC-GDP certifications required for the cultivation, production and marketing of dried flower, pre-rolls and oils in the Israeli medical market.4Table of ContentsOperations Outside of Canada and IsraelCronos anticipates that it will continue expanding in the geographic markets outside of Canada and Israel in which we currently participate and entering new geographic markets.By leveraging operational, manufacturing and regulatory expertise, quality standards and procedures and intellectual property, we believe that we are well-positioned to effectively access these markets. Subject to applicable regulatory approvals, strategic international business opportunities pursued by us could include:•production, distribution, sales and marketing in jurisdictions that have passed legislation to legalize the production, distribution and possession of cannabis products at all relevant levels of government; and•the export of cannabis products to markets that permit the import of such products.We distribute PEACE NATURALS® branded products along with other white-labeled cannabis products in the German medical market through our strategic partnership with Cansativa, a leading German cannabis company.In Australia, we distribute cannabis products through a distribution relationship with Vitura (formerly known as Cronos Australia Limited).We seek to conduct business only in jurisdictions where we believe it is legal to do so and where such operations remain compliant with our listing obligations with the TSX and Nasdaq. Determining whether a business activity is legal in a jurisdiction may require judgment since laws, rules, regulations and licenses may not be clear and legal interpretation and advice of counsel may vary.If a business activity in which we engage in any jurisdiction is determined to be illegal, we could be subject to fines, penalties, reputational harm, delisting from securities exchanges and material civil, criminal and regulatory litigation and proceedings or be enjoined from doing business in the applicable jurisdiction.See “Risk Factors—Risks Relating to Regulation and Compliance—We operate in highly regulated sectors where the regulatory environment is rapidly developing, and we may not always succeed in complying fully with applicable regulatory requirements in all jurisdictions where we carry on business.”Sale and Leaseback of the Peace Naturals CampusOn November 27, 2023, the Company announced that Peace Naturals had entered into an agreement (the “Sale Agreement”) with Future Farmco Canada Inc. (“Future Farmco”) for the sale and leaseback of the Peace Naturals Campus. Pursuant to the terms of the Sale Agreement, Future Farmco has agreed to acquire the Peace Naturals Campus for an aggregate purchase price of C$23 million cash, subject to the terms and conditions set forth therein, including (a) Future Farmco having given written notice that it has satisfied itself in its sole, absolute and subjective discretion with respect to all aspects of the property, including title to the property, the physical condition of the property, zoning, environmental matters, financial matters including financing of the purchase price, and its review of the deliverables on or before the first business day that is 180 calendar days following the date of the Sale Agreement; (b) the Company having obtained all requisite approvals for the amendment of its licensed site perimeter from Health Canada on terms and conditions satisfactory to the Company, acting reasonably, prior to the end of the first business day following the later of: (i) 180 calendar days after the date of the Sale Agreement; or (ii) 75 calendar days after the satisfaction or waiver of Future Farmco’s condition described above; and (c) the parties having agreed, no later than 75 calendar days following the date of the Sale Agreement, to a form of lease to be entered into at closing for the Company to lease a portion of the Peace Naturals Campus (the “Lease Condition”). On February 29, 2024, the Company entered into a waiver and amending agreement with Future Farmco, pursuant to which the parties waived the Lease Condition.See “Risk Factors—Risks Relating to Our Growth Strategy—There can be no assurance that the regulatory approvals will be obtained or that the other closing conditions for the sale and leaseback of the Peace Naturals Campus will be satisfied or waived in a timely manner or at all.” As of the date of this Annual Report, the parties have agreed to a form of lease to be entered into at closing.At closing, the parties expect to enter into a lease agreement for portions of the Peace Naturals Campus, which will include an initial five-year term and one five-year renewal option that may be exercised by the Company.The Company has the right to terminate the lease without penalty anytime after the second anniversary of the lease by giving written notice at least 12 months prior to termination. The leased premises will be identified and agreed between both parties prior to closing.Joint Ventures/Strategic InvestmentsWe have established two strategic joint ventures in Canada and Israel.Additionally, we hold approximately 9.6% of the issued capital of Vitura Health Limited (“Vitura”), which we account for as equity securities with a readily determinable fair value, and approximately 13.7% of the issued capital of NatuEra S.à.r.l.(“Natuera”), which we account for as equity securities without a readily determinable fair value, as of December 31, 2023.5Table of ContentsOur ownership interest in each of our joint ventures is summarized in the table below.##table 0##(i) We define ownership interest as the proportionate share of net income to which we are entitled; equity interest may differ from ownership interest shown above. We consolidate the financial results of Cronos Israel and account for our other joint ventures under the equity method of accounting.See Note 1 “Background, Basis of Presentation, and Summary of Significant Accounting Policies” and Note 4 “Investments” to our consolidated financial statements in Item 8 of this Annual Report.(ii) A strategic joint venture with Kibbutz Gan Shmuel (“Gan Shmuel”), an Israeli agricultural collective settlement, for the production, manufacturing and global distribution of medical cannabis, consisting of a cultivation company (Cronos Israel G.S.Cultivation Ltd.), a manufacturing company (Cronos Israel G.S.Manufacturing Ltd.), a distribution company (Cronos Israel G.S.Store Ltd.) and a pharmacy company (Cronos Israel G.S.Pharmacy Ltd., collectively, “Cronos Israel”). We hold a 70% equity interest in the cultivation company and a 90% equity interest in each of the manufacturing, distribution and pharmacy companies.(iii) A strategic joint venture with a group of investors led by Bert Mucci (the “Greenhouse Partners”), a Canadian large-scale greenhouse operator.Each of Cronos and the Greenhouse Partners owns a 50% equity interest in Cronos GrowCo and has equal representation on its board of directors.Strategic Investment in PharmaCann, Inc.On June 14, 2021, Cronos USA Holdings Inc., a wholly owned subsidiary of the Company, purchased an option (the “PharmaCann Option”), with an exercise price of $0.0001 per share, to acquire an approximately 10.5% ownership stake in PharmaCann, Inc. (“PharmaCann”) on a fully diluted basis for total consideration of approximately $110.4 million. PharmaCann is a leading vertically integrated U.S. cannabis company that has a broad geographic footprint in the U.S. and has built an efficient, effective and scalable operating model.The PharmaCann Option exercise will be based upon various factors, including the status of U.S. federal cannabis legalization, as well as regulatory approvals, including in the states where PharmaCann operates that may be required upon exercise.Following the exercise of the PharmaCann Option, the Company and PharmaCann will enter into commercial agreements that would permit each party to offer its products through the other party’s distribution channels.As of December 31, 2023, the Company’s ownership percentage in PharmaCann on a fully diluted basis was approximately 5.9%.Under the terms of the Company’s investment in PharmaCann, the Company’s rights to nominate an observer or a director to the PharmaCann board of directors could be lost if the Company’s ownership drops below 6% on a fully diluted basis and it sells or transfers all or any portion of the option (subject to certain exceptions).No U.S. Schedule I Cannabis-Related ActivitiesThough a number of states in the U.S. have authorized the cultivation, distribution or possession of U.S.Schedule I cannabis and U.S.Schedule I cannabis containing products to various degrees and subject to various requirements or conditions, U.S.Schedule I cannabis continues to be a Schedule I controlled substance under the U.S.Controlled Substances Act (the “CSA”).Therefore, the cultivation, manufacture, distribution and possession of U.S.Schedule I cannabis violates federal law in the U.S. unless a U.S. federal agency, such as the DEA, grants a registration for a specific activity, such as research, with U.S.Schedule I cannabis.We do not engage in any activities related to U.S.Schedule I cannabis in the U.S.The Ginkgo Strategic Partnership contemplates the performance of licensed R&D activities in the U.S. in order to produce cultured cannabinoids, but such activities are conducted in compliance with all applicable laws regarding controlled substances.Brand PortfolioWe are committed to building a portfolio of iconic brands that responsibly elevate the consumer experience.In Canada, we sell a variety of cannabis products through wholesale channels under both our core adult-use brands, Spinach® and Lord Jones®, and under our core wellness platform, PEACE NATURALS®. In addition, PEACE NATURALS® cannabis products are currently available in the Israeli and German medical markets.6Table of Contents##table 1##Core Adult-Use BrandsSpinach® is a mainstream adult-use cannabis brand focused on friends, fun and legendary cannabis.The Spinach® brand portfolio includes cannabinoid products in a wide range of formats including dried flower, pre-rolls, vaporizers and edibles.The Spinach® brand also has two sub-brands, SOURZ by Spinach® and Spinach FEELZ™.SOURZ by Spinach® is a line of multi-colored, multi-flavored edibles in a variety of cannabinoid ratios in a distinctive “S” shaped gummy, featuring proprietary flavor masking technology.Spinach FEELZ™ prominently features rare cannabinoids in a range of product formats, designed to deliver unique and enhanced experiences made possible through proprietary blends of rare cannabinoids alongside common cannabinoids, like delta-9-tetrayhydrocannabinol (“THC”). Each product is formulated to help adult consumers, “Feelz.The Way You Want.”Lord Jones® is a premium adult-use cannabis brand that goes above and beyond to unlock differentiated ways to experience cannabis.The Lord Jones® brand portfolio includes cannabis products in the pre-roll, vaporizer and edible categories.Core Wellness BrandPEACE NATURALS® is a global wellness platform committed to producing high-quality cannabis products.It is focused on building and shaping the global cannabis wellness market and promoting a holistic approach to wellness.The Company currently distributes products under PEACE NATURALS® for Canadian, Israeli and German medical markets.Cronos Marketing CodeIn 2021, Cronos released its Marketing Code, which is designed to responsibly move the emerging cannabis industry forward. Cronos believes that those below the legal age of consumption should not be targeted in an adult-use cannabis market.Cronos recognizes there is a clear need for standards.The principles in the Cronos Marketing Code apply to all marketing activities of all Cronos brands globally and are communicated to all business partners in any work they do on the Company’s behalf.The Marketing Code represents Cronos’ commitment to responsible marketing standards.The code standards are:•Our advertising will be targeted to adults.•We will highlight responsible cannabis consumption and any people depicted in any imagery will be adults.•Our brand websites and social media will be designed for adults.•Our marketing events will be targeted to adults and will promote responsible cannabis consumption.•We will provide our customers with facts and substantiate our claims.Global Sales and Distribution - Principal MarketsCronos has developed a diversified global sales and distribution network. We have built a distribution footprint in Canada through the adult-use and medical markets, as well as a distribution channel for the Israeli medical market.Canadian Market and Distribution•Medical Market.Following the closure of the Medical Cannabis by Shoppers Drug Mart platform, our PEACE NATURALS® medical cannabis products are sold in Canada through various third-party distributors.•Adult-Use.We currently sell dried flower, pre-rolls, vaporizers and edibles through our core adult-use brands, Spinach® and Lord Jones®, to cannabis control authorities in all provinces of Canada and the Yukon territory, except Saskatchewan, where we sell to private-sector retailers, subject to the relevant province’s or territory’s product or other restrictions and requirements.As the Company’s supply chain grows, the Company continues to expand its portfolio of cannabis products for the existing markets in Canada.7Table of ContentsMarkets and Distribution Outside of Canada•Israel. Cronos Israel holds the IMC-GAP, IMC-GMP and IMC-GDP certifications required for the cultivation, production and marketing of dried flower, pre-rolls and oils in Israel.Cronos Israel distributes PEACE NATURALS® branded cannabis products to the Israeli medical market through pharmacies.See “—Licenses and Regulatory Framework in Israel.”•Europe.In September 2023, Cronos established a strategic partnership with Cansativa, a leading German cannabis company, to distribute PEACE NATURALS® branded products along with other white-labeled cannabis products in the German medical market•Australia.We distribute cannabis products in Australia through a distribution relationship with Vitura (formerly known as Cronos Australia Limited).We continue to seek new international distribution channels in jurisdictions that have legalized the production, distribution and possession of cannabis products at all relevant levels of government.Global Supply ChainCronos is focused on establishing an efficient global supply chain by seeking to develop industry-leading methodologies and best practices at Cronos Fermentation and the Peace Naturals Campus and leveraging this expertise to create beneficial production partnerships. We plan to continue to develop a global supply chain, which will employ a combination of wholly-owned production facilities, third party suppliers and global production partnerships, all of which will support the manufacturing of cannabinoid-based consumer goods.Canadian Supply Chain•Peace Naturals Campus.The Peace Naturals Campus is licensed for cannabis production and the manufacturing of certain cannabis products.The Peace Naturals Campus is engaged in processing, finishing, packaging and shipping activities, as well as R&D activities, including cannabinoid product formulation, product development, tissue culture and micro propagation.In the fourth quarter of 2023, Cronos announced that its wholly owned subsidiary entered into an agreement with Future Farmco, a vertical farming company, for the sale and leaseback of the Peace Naturals Campus, subject to the terms and conditions set forth therein. As described under “Operations and Investments–Sale and Leaseback of the Peace Naturals Campus” above, the parties plan to enter into a lease agreement upon closing for portions of the Peace Naturals Campus.•Cronos GrowCo.The Cronos GrowCo production facility is licensed for cannabis production and the manufacturing of certain cannabis products.Under its current licenses, Cronos GrowCo is permitted to sell certain cannabis products to other license holders in the wholesale channel, as well as to provincial cannabis control authorities.Cronos GrowCo holds Global GAP and ICANN GAP certifications (equivalent to IMC-GAP) for the export of dried flower to Israel.•Cronos Fermentation.Cronos Fermentation is licensed for cannabis production and the manufacturing of certain cannabis products.In August 2023, Cronos announced the planned wind-down of Cronos Fermentation and has listed the facility for sale. Cronos Fermentation engaged in R&D to produce high-quality cultured cannabinoids at commercial scale.•Third-party Supply and Manufacturing Agreements.In the ordinary course of our business, we enter into spot market purchase agreements and supply agreements with suppliers of dried flower and other cannabis products.Our supply agreements, for the most part, do not obligate us to purchase minimum quantities of products and generally contain provisions permitting cancellation of orders or termination on notice.We also enter into contract manufacturing agreements with other license holders for certain manufacturing and processing services related to our products.Supply Chain Outside of Canada•Cronos Israel.Cronos Israel holds the IMC-GAP, IMC-GMP and IMC-GDP certifications required for the cultivation, production, distribution, and marketing of dried flower, pre-rolls and oils in Israel. Cronos Israel distributes PEACE NATURALS® branded cannabis products to the Israeli medical market.See “—Licenses and Regulatory Framework in Israel” for more information on our licenses in Israel.Major CustomersMajor customers are customers for which sales equaled or exceeded 10% of our consolidated net revenues for the year.We had three major customers, Ontario Cannabis Retail Corporation, Alberta Gaming, Liquor and Cannabis Commission, and BC Liquor Distribution Branch, which accounted for approximately 34%, 21%, and 11%, respectively, of our consolidated net revenues, before excises taxes, for the year ended December 31, 2023.We mitigate credit risk through verification of the customers’ liquidity prior to the authorization of material transactions.8Table of ContentsGovernment ContractsIn Canada, we sell cannabis products to cannabis control authorities in all provinces of Canada and the Yukon territory, except for Saskatchewan (where we sell to private-sector retailers), where each such cannabis control authority is the sole wholesale distributor and in certain provinces, the sole retailer, of cannabis products. We sell these products to the various cannabis control authorities under supply agreements that are subject to terms that allow for renegotiation of sale prices and termination at the election of the applicable cannabis control authority.In particular, the cannabis control authorities have in the past and may in the future choose to stop purchasing our products, may change the prices at which they purchase our products, may return our products to us and, in certain circumstances, may cancel purchase orders at any time including after products have been shipped.For the year ended December 31, 2023, we had approximately $96.5 million in sales to cannabis control authorities in Canada.Research and Development Activities and Intellectual PropertyGinkgoThe collaboration and license agreement between Ginkgo and the Company (the “Ginkgo Collaboration Agreement”) enabled us to produce certain cultured cannabinoids at commercial scale at a fraction of the cost compared to traditional cultivation practices. The Ginkgo Collaboration Agreement was amended in June 2021 to enable accelerated commercialization of such cultured cannabinoids, ultimately resulting in the Company’s launching of its first cultured cannabinoid product containing cannabigerol (“CBG”) in the second half of 2021.These cultured cannabinoid molecules are identical to those produced by plants grown using traditional cultivation but are created by leveraging the power of biological manufacturing via fermentation.These cultured cannabinoids include rare cannabinoids that are difficult to produce at high purity and scale through traditional cultivation.The Ginkgo Strategic Partnership enabled Cronos to produce large volumes of these cultured cannabinoids from custom yeast strains by leveraging the fermentation infrastructure at Cronos Fermentation. However, in August 2023, Cronos announced the planned wind-down of the Cronos Fermentation facility and has listed the facility for sale.As a result, we are no longer operating facilities that leverage the patented intellectual property under the Ginkgo Strategic Partnership, although Cronos may leverage this intellectual property, either through production at the Peace Naturals Campus or through a contract manufacturer, and Cronos continues to utilize these cultured cannabinoids in our products sold in Canada.Ginkgo has filed certain patent applications pertaining to biosynthesis of cannabinoids to protect the intellectual property developed as part of the research progressing under the Ginkgo Strategic Partnership.Under the partnership, Cronos is the exclusive licensee of the intellectual property covered by the patent applications for the target cannabinoids.The Ginkgo Strategic Partnership contemplates the performance of licensed R&D activities in the U.S. in order to produce cultured cannabinoids, and such activities are to be conducted in compliance with all applicable laws regarding controlled substances. We intend to distribute the target cannabinoids globally, where permitted by applicable law, and have received confirmation from Health Canada that this method of production is permitted under the Cannabis Act.Cronos FermentationCronos Fermentation is a fermentation and manufacturing facility in Winnipeg, Manitoba.The facility provided the fermentation and manufacturing capabilities we used to capitalize on the Ginkgo Strategic Partnership, by enabling us to produce the target cannabinoids contemplated under the Ginkgo Collaboration Agreement at commercial scale with high quality and high purity.In August 2023, Cronos announced the planned wind-down of the Cronos Fermentation facility and has listed the facility for sale.Competitive ConditionsCompetitive Conditions in CanadaWe face competition in all aspects of our business in the Canadian adult-use and medical markets. As the demand for cannabis increases as a result of the legalization of adult-use cannabis in Canada under the Cannabis Act, we believe that new competitors will continue to enter the market.The principal factors on which we compete with other Canadian license holders are product quality, innovation, intellectual property, brand recognition and price.We believe the Company’s strong capitalization resulting from the Altria Investment, along with the Spinach® and Lord Jones® brand recognition and differentiation in the Canadian adult-use market, will enable us to provide better quality consumer products, grow our Canadian business and strengthen our market position in Canada.However, a rapidly evolving and stringent federal regulatory framework affects all areas of our business.See “—Regulatory Framework in Canada” for further information on the regulatory framework applicable to our Canadian business.We also face competition from illegal market participants that are unlicensed and unregulated. As these illegal market participants do not comply with the regulations governing the cannabis industry, their operations may also have significantly lower costs.Any inability of the Canadian federal or provincial law enforcement authorities to enforce existing laws prohibiting the unlicensed cultivation and sale of cannabis and cannabis-based products could result in the perpetuation of the illegal market for cannabis.9Table of ContentsIn addition to competition from illegal market participants, we also face competition from licensed cannabis competitors that fail to comply with the regulations governing the cannabis industry when developing and selling cannabis products.If regulatory authorities are delayed in, or fail to, effectively restrict the sale and distribution of these non-compliant cannabis products, such regulatory non-compliance by our competitors may have adverse effects on our business and the perception of cannabis use.Competitive Conditions Outside of CanadaWe face competition when entering new markets. The principal factors on which we compete are product quality, innovation, intellectual property, brand recognition, price and physician familiarity.We believe we are positioned to enter certain markets in Europe in a meaningful way while continuing to operate and penetrate the markets we currently serve, such as in Israel and Germany, due to our strong capitalization resulting from the Altria Investment, extensive experience and expertise in the highly regulated cannabis industry in Canada, which can be leveraged when entering new markets or growing existing operations, and strong partnerships with local distributors.We believe these factors will enable us to develop greater market penetration, provide a greater variety of quality consumer products and enter into new markets and strengthen our existing market position in Europe, Australia and Israel. However, a patchwork of regulatory frameworks and federal regulations in these various regions also affects our ability to compete in emerging markets as evolving regulations and federal frameworks have the potential to affect all areas of our business.Altria Strategic InvestmentAltria Investment and Investor Rights AgreementAs of December 31, 2023, Altria beneficially owned 41.1% of our common shares and had the right to acquire additional common shares under its pre-emptive and top-up rights as discussed under “Pre-Emptive Rights and Top-Up Rights” below.Investor Rights AgreementIn connection with the Altria Investment, we entered into the Investor Rights Agreement with Altria pursuant to which Altria received certain governance rights that are summarized below.Board RepresentationThe Investor Rights Agreement provides that, for so long as Altria and certain of its affiliates (the “Altria Group”) continue to beneficially own at least 40% of our issued and outstanding common shares and the size of our board of directors (the “Board”) is seven directors, we agree to nominate for election as directors to the Board four individuals designated by Altria (the “Altria Nominees”). In addition, for so long as the Altria Group continues to beneficially own greater than 10% but less than 40% of our issued and outstanding common shares, Altria is entitled to nominate a number of Altria Nominees that represents its proportionate share of the number of directors comprising the Board (rounded up to the next whole number) based on the percentage of our issued and outstanding common shares beneficially owned by the Altria Group at the relevant time.At least one Altria Nominee must be independent as long as Atria has the right to designate at least three Altria Nominees and the Altria Group’s beneficial ownership of our issued and outstanding common shares does not exceed 50%.The Investor Rights Agreement also provides that, subject to certain exceptions, for so long as Altria is entitled to designate one or more Altria Nominees, we agree to appoint to each committee established by the Board such number of Altria Nominees that represents Altria’s proportionate share of the number of directors comprising the applicable Board committee (rounded up to the next whole number) based on the percentage of our issued and outstanding common shares beneficially owned by the Altria Group at the relevant time.Approval RightsThe Investor Rights Agreement also grants Altria, until the Altria Group beneficially owns less than 10% of our issued and outstanding common shares, approval rights over certain transactions that may be undertaken by us. We have agreed that, among other things, we will not (and will use our commercially reasonable efforts to cause our affiliates not to), without the prior written consent of Altria:•consolidate or merge into or with another person or enter into any similar business combination;•acquire any shares or similar equity interests, instruments convertible into or exchangeable for shares or similar equity interests, assets, business or operations with an aggregate value of more than C$100,000,000, in a single transaction or a series of related transactions;•sell, transfer, cause to be transferred, exclusively license, lease, pledge or otherwise dispose of any of our or any of our significant subsidiaries’ assets, business or operations in the aggregate with a value of more than C$60,000,000;•except as required by applicable law, make any changes to our policy with respect to the declaration and payment of any dividends on our common shares;10Table of Contents•subject to certain exceptions, enter into any contract or other agreement, arrangement, or understanding with respect to, or consummate, any transaction or series of related transactions between us or any of our subsidiaries, on the one hand, and any related parties, on the other hand, involving consideration or any other transfer of value required to be disclosed pursuant to Item 404 of Regulation S-K promulgated pursuant to the Securities Act; or•engage in the production, cultivation, advertisement, marketing, promotion, sale or distribution of cannabis or any Related Products and Services (as defined in the Investor Rights Agreement) in any jurisdiction, including the U.S., where such activity is prohibited by applicable law as of the date of the Investor Rights Agreement (subject to certain limitations).Exclusivity CovenantPursuant to the terms of the Investor Rights Agreement, until the earlier of:•the six-month anniversary of the date on which the Altria Group beneficially owns less than 10% of our issued and outstanding common shares; and•the six-month anniversary of the termination of the Investor Rights Agreement,Altria has agreed to make us its exclusive partner for pursuing cannabis opportunities throughout the world (subject to certain limited exceptions).Pre-Emptive Rights and Top-Up RightsPursuant to the terms of the Investor Rights Agreement and provided the Altria Group continues to beneficially own at least 20% of our issued and outstanding common shares, Altria has a right to purchase, directly or indirectly by another member of the Altria Group, upon the occurrence of certain issuances of common shares by us (including issuances of common shares to Ginkgo under the Ginkgo Collaboration Agreement (each, a “Ginkgo Issuance”)) (each, a “Triggering Event”) and subject to obtaining the necessary approvals, up to such number of our common shares issuable in connection with the Triggering Event which will, when added to our common shares beneficially owned by the Altria Group immediately prior to the Triggering Event, result in the Altria Group beneficially owning the same percentage of our issued and outstanding common shares that the Altria Group beneficially owned immediately prior to the Triggering Event (in each case, calculated on a non-diluted basis). The price per common share to be paid by Altria pursuant to the exercise of these pre-emptive rights will be, subject to certain limited exceptions, the same price per common share at which the common shares are sold in the relevant Triggering Event; provided that if the consideration paid in connection with any such issuance is non-cash, the price per common share that would have been received had such common shares been issued for cash consideration will be determined by an independent committee (acting reasonably and in good faith); provided further that the price per common share to be paid by Altria pursuant to the exercise of its pre-emptive rights in connection with a Ginkgo Issuance will be C$16.25 per common share.In addition to (and without duplication of) the aforementioned pre-emptive rights, the Investor Rights Agreement provides Altria with top-up rights, exercisable on a quarterly basis, whereby, subject to obtaining the necessary approvals and for so long as the Altria Group beneficially owns at least 20% of our issued and outstanding common shares, Altria has the right to subscribe for such number of common shares in connection with any Top-Up Securities (as defined below) that we may, from time to time, issue after the date of the Investor Rights Agreement, as will, when added to the common shares beneficially owned by the Altria Group prior to such issuance, result in the Altria Group beneficially owning the same percentage of our issued and outstanding common shares that the Altria Group beneficially owned immediately prior to such issuance. “Top-Up Securities” means any of our common shares issued:•on the exercise, conversion or exchange of our convertible securities issued prior to the date of the Investor Rights Agreement or on the exercise, conversion or exchange of our convertible securities issued after the date of the Investor Rights Agreement in compliance with the terms of the Investor Rights Agreement, in each case, excluding any of our convertible securities owned by any member of the Altria Group;•pursuant to any share incentive plan of the Company;•on the exercise of any right granted by us pro rata to all shareholders to purchase additional common shares and/or other securities of the Company (other than a right issued in a rights offering in which Altria had the right to participate);•in connection with bona fide bank debt, equipment financing or non-equity interim financing transactions with our lenders, in each case, with an equity component; or•in connection with bona fide acquisitions (including acquisitions of assets or rights under a license or otherwise), mergers or similar business combination transactions or joint ventures undertaken and completed by us, in each case, other than (A) common shares issued pursuant to Altria’s pre-emptive right and (B) common shares issued pursuant to the Ginkgo Collaboration Agreement.The price per common share to be paid by Altria pursuant to the exercise of its top-up rights will be, subject to certain limited exceptions, the volume-weighted average price of our common shares on the TSX for the 10 full trading days preceding such exercise by Altria; provided that the price per common share to be paid by Altria pursuant to the exercise of its top-up rights in connection with the issuance of common shares pursuant to the exercise of options or warrants that were outstanding on the date of closing of the Altria Investment will be C$16.25 per common share without any set off, counterclaim, deduction or withholding.11Table of ContentsOpen Market PurchasesThe Altria Group is permitted to acquire our common shares in the open market at any time and in any amount.Registration RightsThe Investor Rights Agreement provides Altria with the right, subject to certain limitations and to the extent permitted by applicable law, to require us to use reasonable commercial efforts to file a prospectus under applicable securities laws and/or a registration statement, qualifying our common shares held by Altria for distribution in Canada and/or the U.S. In addition, the Investor Rights Agreement provides Altria with the right to require us to include our common shares held by Altria in any proposed distribution of common shares in Canada and/or the U.S. by us for our own account.Commercial ArrangementsIn connection with the Altria Investment, we and Altria have entered into certain commercial arrangements (the “Commercial Arrangements”), pursuant to which Altria may provide us with consulting services on matters which may include R&D, marketing, advertising and brand management, government relations and regulatory affairs, finance, tax planning, logistics and other corporate administrative matters.The services under the Commercial Arrangements are provided on customary terms and for a services fee payable by us that is equal to Altria’s reasonably allocated costs plus 5%.Protection of Intangible AssetsThe ownership and protection of our intellectual property rights is a significant aspect of our future success. Currently, we rely on trademarks, patents, copyrights, trade secrets, technical know-how and proprietary information.We seek to protect our intellectual property by strategically seeking and obtaining registered protection where appropriate, developing and implementing standard operating procedures to protect inventions, germplasm, trade secrets, technical know-how and proprietary information and entering into agreements with parties that have access to our inventions, germplasm, trade secrets, technical know-how and proprietary information, such as our partners, collaborators, employees and consultants, to protect confidentiality and ownership.We also seek to preserve the integrity and confidentiality of our inventions, germplasm, trade secrets, trademarks, technical know-how and proprietary information by maintaining physical security of our premises and physical and electronic security of our information technology systems.In addition, we have sought trademark protection in many jurisdictions, including Canada, Australia, the U.S., China, Israel and Europe. Our ability to obtain registered trademark protection for cannabis-related goods and services, in particular for cannabis itself, may be limited in certain countries outside of Canada.For example, in the U.S., registered federal trademark protection is only available for goods and services that can be lawfully used in interstate commerce; the PTO is not currently approving any trademark applications for U.S.Schedule I cannabis, or certain goods containing U.S. hemp-derived CBD (such as dietary supplements and food) until the FDA provides clearer guidance on the regulation of such products.In Europe, trademarks cannot be obtained for products that are “contrary to public policy or accepted principles of morality.” Accordingly, our ability to obtain intellectual property rights and enforce intellectual property rights against third-party uses of similar trademarks may be limited in certain jurisdictions.Human Capital ResourcesCronos is an innovative global cannabinoid company committed to building disruptive intellectual property by advancing cannabis research, technology and product development. With a passion to responsibly elevate the consumer experience, Cronos is building an iconic brand portfolio.Our employees are critical to achieving this mission.In order to compete and succeed in our highly competitive and rapidly evolving industry, it is crucial that we continue to attract, develop, motivate and retain skilled, talented and passionate employees.The Company’s people strategy seeks to build a winning team and to foster a community where everyone feels included and empowered to do their best work.As of December 31, 2023 we had 356 full-time employees.Of our full-time employees, 231 were in Canada, 49 were in the U.S., and 76 were in Israel.None of our employees are represented by a labor union or covered by a collective bargaining agreement.Compensation and Benefits.Our compensation program is designed to attract, motivate and reward talented individuals who possess the skills necessary to support our business objectives, assist in the achievement of our strategic goals and create long-term value for our shareholders. We believe we offer competitive compensation and benefits in each of our locations, including long-term equity awards to eligible employees under our 2020 Omnibus Equity Incentive Plan to reward and retain talented individuals and align employee and shareholder interests.Safety, Health and Well-being.The safety, health and well-being of our employees are paramount to the Company.We provide our employees and their families with access to a variety of health and welfare programs, including benefits that support their physical and mental health by providing tools and resources to help them improve or maintain their health status.See “Risk Factors—Risks Relating to Operations in Israel” for risks to the safety, health and well-being of our employees in Israel due to the Israel-Hamas War.Employee Engagement, Development and Training. We are committed to developing our talent and building an agile and resilient organization with a workforce with the skillset to effectively adapt to changing business needs in order to best position the Company for success.We seek to foster a culture of employee learning, innovation and a drive to succeed through a talent development strategy12Table of Contentsthat adapts to changing business needs.Management is an active enabler of our people strategy as we seek to recruit, retain and engage top talent that will maximize our business performance.Employees are enabled to succeed through our communicated behaviors, development training opportunities, our performance management program and pay for performance philosophy, and using their voice in our employee engagement survey.Diversity, Equity and Inclusion and Ethical Business Practices. We believe that a diverse, equitable and inclusive work environment mitigates the risk of groupthink, ensures that the Company has the opportunity to benefit from all available talent and enhances, among other things, our organizational strength, problem-solving ability and opportunity for innovation.We continue to focus on understanding our diversity and inclusion strengths and opportunities and executing on a strategy to support further progress.We are committed to hiring, developing, and promoting employees with diverse backgrounds.We are actively reviewing diversity across our Company to drive greater progress.We welcome, embrace, and celebrate all our employees.We seek to ensure this inclusivity is achieved through regular training and support for our employees.We maintain a whistleblower policy and anonymous hotline for the confidential reporting of any suspected policy violations and provide training and education to our global workforce with respect to our Code of Business Conduct and Ethics and related policies.Regulatory Framework in CanadaLicenses and Regulatory FrameworkThe Cannabis Act and the Cannabis Regulations (the “Cannabis Regulations”) establish six classes of licenses:•cultivation;•processing;•sale for medical purposes;•analytical testing;•research; and•cannabis drug.The Cannabis Regulations also create subclasses for cultivation licenses (standard cultivation, micro-cultivation and nursery) and processing licenses (standard processing and micro-processing). Different licenses and each sub-class therein carry differing rules and requirements that are intended to be proportional to the public health and safety risks posed by each category and sub-class.Federal RegimeThe Cannabis Act provides a licensing and permitting scheme for, among other things, the cultivation, processing, testing, packaging, labeling, distribution, sale, possession and disposal of adult-use cannabis, implemented by regulations promulgated under the Cannabis Act.The Cannabis Act and Cannabis Regulations include, among other things, strict specifications for the plain packaging and labeling and analytical testing of all cannabis products as well as stringent physical and personnel security requirements for all federally licensed cultivation, processing and sales sites.Health Canada allows license holders to export cannabis products with appropriate export permits. Export permits issued by Health Canada are specific to each shipment and may only be obtained for medical or scientific purposes.To apply for a permit to export cannabis, a license holder must submit significant information to Health Canada including information about the substance to be exported (including description, intended use, quantity) and the importer.As part of the application, applicants are also generally required to provide a copy of the import permit issued by a competent authority in the jurisdiction of final destination and to make a declaration to Health Canada that the shipment does not contravene the laws of the jurisdiction of the final destination or any country of transit or transshipment.The Cannabis Act requires the federal government to conduct a review of the Cannabis Act after three years, which commenced in September 2022. The scope of this statutory review includes, among other things, consideration of (i) the administration and operation of the Cannabis Act, (ii) the impact of the Cannabis Act on public health, (iii) the health and consumption habits of young persons, (iv) the impact of cannabis on indigenous persons and communities and (v) the impact of the cultivation of cannabis plants in a dwelling-house.The federal Minister of Health is expected to table a report in both Houses of Parliament by March 2024.The report resulting from the statutory review may recommend and/or lead to the amendment, removal or addition of provisions in or to the Cannabis Act which could adversely affect our business.13Table of ContentsIn addition to the current medical and adult-use regimes under the Cannabis Act, Health Canada has also been considering the implementation of a cannabis health product regime for products with potential therapeutic uses that would not require practitioner oversight. Between June and September 2019, Health Canada held a public consultation titled “Potential Market for Cannabis Health Products (CHPs) that would not Require Practitioner Oversight.” The consultation sought feedback from Canadians on the kinds of cannabis health products they would be interested in if such products were made available in Canada.A summary report of the consultation results was published by Health Canada in September 2020.Given the results of the consultation, Health Canada has indicated that it intends to obtain external scientific advice on the appropriate evidence standards required to demonstrate safety, efficacy and quality in cannabis health products, with the information it gathers informing the next steps on a potential implementation of a cannabis health product regime. Health Canada intends to engage with key stakeholders further in 2024.In June 2021, Health Canada opened a consultation into the use of flavors in inhaled cannabis extracts as it claims that the availability of flavors is one of the factors that contributes to the increase in cannabis vaping in youth and young adults.As part of this consultation, Health Canada released proposed regulations that contemplate restricting the production, sale, promotion, packaging and labelling of inhaled cannabis extracts from having a flavor, other than the flavor of cannabis.The proposed amendments would apply equally to inhaled cannabis extracts sold for medical and non-medical purposes.The proposed amendments were pre-published in June 2021 and the consultation period closed in September 2021.No expected in-force date has been publicized.In March 2023, Health Canada opened a consultation into potential amendments to the Cannabis Regulations, to streamline and clarify existing requirements; eliminate inefficiencies in the regulations such as duplication between requirements; and reduce administrative and regulatory burden, while continuing to meet the public health and public safety objectives of the Cannabis Act. The consultation closed in May 2023 and Health Canada is reviewing the comments received through the public consultation.The proposed amendments to the Cannabis Regulations are expected to be published in spring 2024 and the consultation period is expected to last 30 days.In December 2023, Health Canada released guidance on cannabis products deliberately made with intoxicating cannabinoids other than delta-9-tetrayhydrocannabinol.Health Canada defines “intoxicating cannabinoids” as cannabinoids that bind to and activate the type 1 cannabinoid receptor (“CB1 receptor”).This guidance recommends that license holders apply the regulatory controls currently applicable to THC to all other cannabinoids that Health Canada defines as “intoxicating cannabinoids” in order to minimize the risks of accidental consumption, overconsumption and adverse effects. Health Canada’s guidance comes at a time when certain provincial cannabis regulators (such as those in Ontario, British Columbia and Alberta) are actively evaluating whether to permit the sale of, or whether to impose limits on the levels of, of certain cannabinoids.Provincial and Territorial DevelopmentsWhile the Cannabis Act provides for the regulation by the Canadian federal government of, among other things, the commercial production of cannabis and the sale of medical cannabis, the various provinces and territories of Canada regulate certain aspects of adult-use cannabis, including the distribution, sale, minimum age requirements and places where cannabis can be consumed.The governments of each Canadian province and territory have implemented regulatory regimes for the distribution and sale of cannabis for adult-use purposes which continue to evolve over time. Most provinces and territories have announced a minimum age for possession and consumption of 19 years old, except for Québec and Alberta, where the minimum age is 21 and 18, respectively.In addition, provinces and territories may impose additional licensing requirements and restrictions on sales, distribution and promotion which are more stringent than those at the federal level.For example, the Société Quebécoise du Cannabis (the “SQDC”), the exclusive distributor of cannabis in the province and the sole retail and online vendor in Québec, does not permit cannabis vaporizers or other high THC non-edible cannabis products to be sold through its channels.The SQDC has also placed significant restrictions on the types of edibles that may be sold through its channels, prohibiting edibles that are sweet, confectionary, dessert, chocolate or any other product SQDC considers attractive to persons under 21 years of age. Similarly, the Prince Edward Island Cannabis Management Corporation does not allow cannabis vaporizers to be sold through its channels.Provincial distributors may also take different positions on the sale and distribution of products with various cannabinoids (including tetrahydrocannabivarin and cannabinol).Licenses and Regulatory Framework in IsraelIn Israel, cannabis is subject to the Israeli Dangerous Drugs Ordinance [New Version], 5733 – 1973 (the “Ordinance”), and its sale and use are prohibited unless applicable licenses have been obtained.Licenses to cultivate, produce, possess and use cannabis for medical or research purposes in Israel are granted by the Israel Medical Cannabis Agency within the Israeli Ministry of Health (the “Yakar” and the “Israeli MOH,” respectively).Until the Reform Regulations (as described below) take effect, patients must also obtain licenses either directly from physicians who have been authorized to grant patient licenses or from the Yakar following a request from the patient’s physician in order to purchase and consume medical cannabis.14Table of ContentsIn January 2019, the Israeli government approved, in principle, the export from Israel of medical cannabis products that meet applicable quality standards under the strict supervision of the Israeli authorities. Only products that can be directly marketed to patients (including smoking products, oils, and vaporizer products) may be exported, and only to those countries that have signed the United Nations Single Convention on Narcotic Drugs and that have explicitly approved the import of cannabis.The export of plant substances, including seeds and tissue cultures, is not permitted.In October 2020, the Israeli MOH initiated a pilot program in which certain medical cannabis companies were permitted to export their products, and the Yakar issued guidelines relating to the export of medical cannabis products.These guidelines set forth the process and conditions for obtaining an export license, which can only be issued to an applicant already holding a valid Yakar license.In December 2021, the Director General of the Israeli MOH announced the appointment of a committee (the “CBD Committee”) intended to examine the possibility of excluding CBD from being considered a “dangerous drug” under the Ordinance. In February 2022, the CBD Committee published its recommendations.The CBD Committee concluded that it would be advisable to exclude CBD from the Ordinance and to allow CBD use, other than in food and cosmetics products, provided that the aggregate concentration of THC does not exceed 0.2%.The CBD Committee further recommended that during the next two years, CBD components not be approved as a component in food, food supplements, and cosmetics and that this issue be re-examined by a committee designated by the Israeli MOH.In March 2022, the Israeli MOH adopted the conclusions of the CBD Committee and published a draft order for public comments which excludes CBD from the Ordinance while setting the threshold of aggregate concentration of THC (or any structural derivative of THC) in any product, at 0.3%. Cosmetics and food products would be handled by specific regulations in such fields.As of January 2024, no final order was issued, and CBD has yet to be excluded from the Ordinance.On January 31, 2022, the Economic Affairs Committee of the Israeli Parliament held a discussion regarding the adverse effect on the local cannabis industry of significant import of medical cannabis.The discussion was concluded with a request to the Israeli MOH to study the matter and consider banning medical cannabis import until a balance is reached in the market between the import and export of medical cannabis.The Israeli MOH has not yet publicly issued a study on the matter.In July 2022, a committee appointed by the Director General of the Israeli MOH concluded that it would be advisable to reform the medical cannabis regulatory framework by transitioning from the grant of personal patient licenses to the issuance of prescriptions available through public healthcare services. In August 2022, the new regulations adopting this reform (the “Reform Regulations”) were presented for public comments.The Reform Regulations propose to amend the Ordinance to allow medical cannabis to be prescribed by trained and certified physicians and to be held and distributed by pharmacies.The Reform Regulations aim to ease the Yakar’s regulations relating to medical cannabis prescriptions and accelerate research and innovation in the field.The Reform Regulations were approved by the Israeli Parliament’s health committee in June 2023, and published in July 2023.The Reform Regulations were expected to enter into effect in December 2023, however, due to the situation in Israel and the Israel-Hamas War, its entrance into effect was postponed until March 29, 2024.On December 31, 2023, the Israeli MOH published proposed changes to the current directives and guidelines of the Yakar and Israeli MOH, which remained open for public comments until January 21, 2024.In June 2022, 11 cannabis manufacturers (including Cronos Israel G.S Manufacturing Ltd.) (the “Petitioners”) filed an administrative petition to the District Court in Jerusalem regarding the Yakar’s decision to issue a constructive license (i.e., a license for dealing with medical cannabis, without a direct contact with the drug, such as brokering medical cannabis transactions) (the “Constructive License”). The Petitioners claim that the procedure and requirements for other licenses (e.g., for cultivation or production), granted by the Yakar, are unreasonably more stringent than those of the Constructive License.On January 5, 2023, the District Court in Jerusalem ordered the Israeli MOH to stop the issuance of Constructive Licenses for 60 days, and to formulate a clear policy regarding the issuance of such Constructive Licenses.On February 12, 2023, the director general of the Yakar published a decision regarding the Constructive Licenses, in response to the District Court’s order.The decision clarifies the Yakar’s authority to grant Constructive Licenses for the import/export of medical cannabis.On August 30, 2023, following recommendation by the Israeli MOH’s committee, the Director General of the Israeli MOH appointed an additional committee (the “2023 Committee”). The 2023 Committee’s mandate is to comprehensively examine which cannabinoids and parts of the cannabis plant have a psychoactive-addictive effect and whether the classification of cannabis as a “dangerous drug” under the Ordinance is warranted.In September 2023, the Israeli MOH sought public comments and input about the 2023 Committee’s subject matter.The 2023 Committee was scheduled to publish its recommendations by January 1, 2024, but to date, has not done so.Cronos Israel LicensesCronos Israel maintains the following certificates and corresponding permits: (1) full Good Agricultural Practices (“GAP”) certification, including a permit to propagate and cultivate at the full capacity of the greenhouse; and (2) Good Manufacturing Practices (“GMP”) and Good Distribution Practices (“GDP”) certificates and permits to produce and distribute dried flower, cannabis oils and pre-rolls.Licenses and Regulatory Framework in Other JurisdictionsWe and our joint venture partners, strategic investments and strategic partners are subject to comprehensive and evolving regulations in each jurisdiction in which we and they operate. All aspects of the production, manufacture and distribution of cannabis products are15Table of Contentsregulated and subject to licensing regimes.These regulations and licensing regimes vary by jurisdiction and we, our joint venture partners, strategic investments and strategic partners spend significant time, effort and money to comply with the applicable requirements.We seek to comply with export laws in connection with distributing our products in other jurisdictions by obtaining export permits from Health Canada.Our strategic partners are responsible for compliance with import laws and local regulatory requirements (including laws related to distribution of medical products) in jurisdictions in which they operate.Available InformationWe are subject to the informational requirements of the United States Securities Exchange Act of 1934, as amended (the “Exchange Act”), and, in accordance with the Exchange Act, we also file reports with and furnish other information to the SEC. The public may obtain any document that we file with or furnish to the SEC from the SEC’s Electronic Document Gathering, Analysis, and Retrieval system, which can be accessed at www.sec.gov, or via the System for Electronic Document Analysis and Retrieval Plus, which can be accessed at www.sedarplus.com, as well as from commercial document retrieval services.Copies of this Annual Report may be obtained on request without charge from our Corporate Secretary, corporate.secretary@thecronosgroup.com, telephone: +1-416-504-0004.We also provide access without charge to all of our SEC filings, including copies of this Annual Report, Quarterly Reports on Form 10-Q, Current Reports on Form 8-K and amendments to those reports filed or furnished pursuant to Section 13(a) or 15(d) of the Exchange Act, as well as Section 16 reports on Forms 3, 4 or 5, as soon as reasonably practicable after filing or furnishing, on our website located at https://thecronosgroup.com. In addition, our website includes, among other things, our Code of Business Conduct and Ethics.The Code of Business Conduct and Ethics is also available in print to any shareholder upon request without charge from our Corporate Secretary, corporate.secretary@thecronosgroup.com, telephone: +1-416-504-0004.Within the time period required by the SEC, we will post on our website any amendment to the Code of Business Conduct and Ethics and any waiver applicable to any executive officer, director or senior financial officer.From time to time, we use our website, as well as the following social media sites, as an additional means of disclosing public information to investors, the media and others interested in the Company.•Facebook (https://www.facebook.com/The-Cronos-Group-419168411987225);•X (f.k.a. Twitter) (https://twitter.com/cronosgroup); and•LinkedIn (https://www.linkedin.com/company/cronosgroupcron/).It is possible that certain information we post on our website or these social media sites could be deemed to be material information, and we encourage investors, the media and others interested in the Company to review the business and financial information we or our officers post on our website or these social media sites.None of the information on our website or disclosed through these social media sites is incorporated by reference into this Annual Report.ITEM 1A.RISK FACTORSAn investment in us involves a number of risks.In addition to the other information contained in this Annual Report and in other filings we make, investors should give careful consideration to the following risk factors. Any of the matters highlighted in these risk factors could adversely affect our business, results of operations and financial condition, causing an investor to lose all, or part of, its, his or her investment.The risks and uncertainties described below are those we currently believe to be material, but they are not the only ones we face.If any of the following risks, or any other risks and uncertainties that we have not yet identified or that we currently consider not to be material, actually occur or become material risks, our business, prospects, financial condition, results of operations and cash flows and consequently the price of our securities could be materially and adversely affected.Risk Factor Summary•Certain of our subsidiaries and joint ventures have limited operating histories and our growth strategy may not be successful.•We may not be able to achieve or maintain profitability and may continue to incur losses in the future.•Our products are new; there is limited long-term data with respect to the effects and the safety of our products, which is subject to conflicting medical data; and our products have been and may be in the future subject to recalls.•The production and distribution of our products is subject to disruption, the risks of an agricultural business and the risk third-party suppliers and distributors may not perform their obligations to us.•Intellectual property is key to our growth strategy, and we may be unable to obtain or enforce our intellectual property rights.•Our entry into new markets is subject to risks normally associated with the conduct of business in foreign countries.•We are subject to extensive regulation and licensing and may not successfully comply with all applicable laws and regulations.•Our businesses face highly competitive conditions.•Altria has significant influence over us.•The price of our common shares has been and may continue to be highly volatile.16Table of Contents•We have had two restatements and seven material weaknesses in our internal control over financial reporting over the last five years.•We are subject to other risks generally applicable to our industry and the conduct of our businesses.Risks Relating to Our Growth Strategy.We have a limited operating history and therefore we are subject to many of the risks common to early-stage enterprises.We began carrying on business in 2013 and generated our first revenues in 2013. In addition, many of our joint ventures are in the early stages of their operations and have generated little or no revenue.We are therefore subject to many of the risks common to early-stage enterprises, including limitations with respect to personnel, financial, and other resources and lack of revenues.We may not be able to achieve or maintain profitability and may continue to incur losses in the future.We have incurred significant losses in recent periods and have negative operating cash flow for the last five fiscal years.We may not be able to achieve or maintain profitability and may continue to incur significant losses in the future even in light of our Realignment, the pending sale-leaseback transaction and change in the nature of operations at the Peace Naturals Campus, the exit of our U.S. operations and the wind-down and exit of our operations at Cronos Fermentation. In addition, we expect to continue to incur significant operating expenses as we implement initiatives to continue to grow our business.If our revenues do not increase to offset these expected costs and operating expenses, we will not be profitable.If our revenue declines or fails to grow at a rate faster than our operating expenses, we will not be able to achieve and maintain profitability in future periods.As a result, we may continue to generate losses.We may not achieve profitability in the future and, even if we do become profitable, we might not be able to sustain that profitability.We may not be able to successfully manage our growth.We are currently in an early development stage and may be subject to growth-related risks, including capacity constraints and pressure on our internal systems and controls, which may place significant strain on our operational and managerial resources. While our revenue has generally grown in recent years, our ability to manage and sustain revenue growth will depend on a number of factors, many of which are beyond our control, including, but not limited to, changes in laws and regulations respecting the production of U.S. hemp and cannabis products, competition from other license holders, the size of the illegal market and the adult-use market in Canada, and our ability to produce sufficient volumes of our products to meet customer demand.Our ability to manage growth effectively will require us to continue to implement and improve our operational and financial systems and to expand, train and manage our employee base.There can be no assurances that we will be able to manage growth successfully.Any inability to manage growth successfully could have a material adverse effect on our business, financial condition and results of operations.Our use of joint ventures may expose us to risks associated with jointly owned investments.We currently operate parts of our business through joint ventures with other companies, and we may enter into additional joint ventures and strategic alliances in the future. Joint venture investments may involve risks not otherwise present for investments made solely by us, including: (i) we may not control the joint ventures, either by virtue of our economic or legal ownership share, or our ability to influence day-to-day operational decision-making; (ii) our joint venture partners may not agree to distributions that we believe are appropriate; (iii) where we do not have substantial decision-making authority, we may experience impasses or disputes with our joint venture partners on certain decisions, which could require us to expend additional resources to resolve such impasses or disputes, including litigation or arbitration; (iv) our joint venture partners may become insolvent or bankrupt, fail to fund their share of required capital contributions or fail to fulfill their obligations as a joint venture partner; (v) the arrangements governing our joint ventures may contain certain conditions or milestone events that may never be satisfied or achieved; (vi) our joint venture partners may have business or economic interests that are inconsistent with ours and may take actions contrary to our interests; (vii) we may suffer losses as a result of actions taken by our joint venture partners with respect to our joint venture investments; (viii) it may be difficult for us to exit a joint venture if an impasse arises or if we desire to sell our interest for any reason; (ix) our joint venture partners may exercise termination rights under the relevant agreements and (x) conflicts of interest may arise between our joint ventures and Company personnel who are directors of our joint ventures because of the fact that such directors are employed by us. In addition, we may, in certain circumstances, be liable for the actions of our joint ventures or joint venture partners.Any of the foregoing risks could have a material adverse effect on our business, financial condition and results of operations, and the magnitude of these material adverse effects could be greater to the extent we decide to rely on such joint ventures for certain goods or services, such as the receipt of raw materials from Cronos GrowCo, or decide to outsource certain operating activities to such joint ventures.17Table of ContentsThere can be no assurance of continued growth in Israel and our performance in Israel depends on, among other things, our ability to continue to import cannabis into Israel and our joint venture partners.While our revenue in Israel has experienced periods of significant growth, our prior performance is not indicative of any potential future results in Israel. The Israel-Hamas War has created significant uncertainty with respect to our operations in Israel and may materially and adversely affect our sales and other activities in Israel.There can be no assurance that our growth in the Israeli market can be sustained or will continue.Our ability to manage and sustain revenue growth in Israel will depend on a number of factors, many of which are beyond our control, including, but not limited to, the impact of, and developments in, the Israel-Hamas War on our operations, our ability to continue to import cannabis into Israel (including the outcome of the anti-dumping investigation initiated by the Israel Ministry of Economy and Industry, see Part II, Note 10 “Commitments and Contingencies” to the consolidated financial statements in Item 8 of this Annual Report for further details), changes in laws and regulations respecting the cultivation, production, marketing and sale of dried flower, pre-rolls and oils in Israel, growth of the medical cannabis patient count in Israel, increased competition, our ability to produce sufficient volumes of our products to meet customer demand and our ability to maintain or grow our market share in Israel. Any of these factors could materially and negatively impact our growth in Israel.We have begun to further leverage our strategic joint venture with Cronos GrowCo.Our winddown of the cultivation and certain production activities at the Peace Naturals Campus as well as the previously-announced sale-leaseback of the Peace Naturals Campus and the Company’s intention to pursue a sale of Cronos Fermentation have increased the importance of Cronos GrowCo to our business and operations.Cronos GrowCo’s production facilities are our principal source of raw materials.Therefore, our performance in Israel is reliant on our ability to acquire such raw materials on a timely and cost-effective basis from Cronos GrowCo and to continue to import such raw materials and cannabis products to Israel from Cronos GrowCo’s production facilities. There is no guarantee that we will be able to successfully execute our strategy to expand production at Cronos GrowCo or that we will be able to obtain the regulatory approvals, licenses and permits required for both the export of cannabis from Canada and the import of cannabis into Israel.Further, there can be no assurance that the anti-dumping investigation initiated by the Israel Ministry of Economy and Industry will not result in the imposition of an anti-dumping duty on us or limit our imports into Israel, the impact of which could have a material adverse effect on our business in Israel.Our acquisition strategy may not be successful, and we have in the past, and may in the future, need to write down the goodwill and indefinite-lived intangible assets recognized upon the acquisitions.In the second quarter of 2021, we wrote off all of the goodwill and substantially all of the indefinite-lived intangible assets recognized upon the acquisition of Redwood and in the second quarter of 2023, we announced plans to cease our U.S. hemp operations. Acquisitions of companies or equity interests of companies operating in new markets are risky and speculative and may not produce the anticipated revenues and profits.Our acquisition of the PharmaCann Option (the “PharmaCann Investment”) presents significant risks.See “Risk Factors—Risks Relating to Our Growth Strategy—Our U.S. strategy in part depends on the success of the PharmaCann Investment and there is no guarantee that we will exercise the PharmaCann Option in the near term, or at all, and, even if exercised, that the PharmaCann Investment will achieve the expected benefits of the transaction.”We have had two restatements and seven material weaknesses in our internal control over financial reporting over the last five years.We had a material weakness in our control environment, and in 2021 and 2022, we experienced significant turnover, both voluntary and involuntary, in our accounting and financial reporting functions, as well as in our internal audit function. If we are unable to create and maintain an appropriate control environment, our business, results of operations, financial condition, cash flows and reputation will be adversely affected.Our management is responsible for establishing and maintaining adequate internal control over financial reporting (as defined in Rule 13a-15(f) under the Exchange Act) and for evaluating and reporting on the effectiveness of our system of internal control.Effective internal control is necessary for us to provide timely, reliable and accurate financial reports, identify and proactively correct any deficiencies, material weaknesses or fraud and meet our reporting obligations.We had two restatements and seven material weaknesses in the last five years and have had significant turnover, both voluntary and involuntary, in our accounting and financial reporting functions as well as in our internal audit function. Moreover, we had a material weakness in our control environment existing as of December 31, 2022.Remediation efforts have placed, and will continue to place, a significant burden on management and add increased pressure on our financial reporting resources and processes.The accuracy of our financial reporting and our ability to timely file with the SEC and the applicable securities regulatory authorities in Canada have in the past been, and may in the future be, adversely impacted if any additional material weaknesses in our internal control over financial reporting are identified.In addition, if additional material weaknesses or significant deficiencies in our internal control occur in the future, we could be required to restate our financial statements again, which could materially and adversely affect our business, results of operations and financial condition, restrict our ability to access the capital markets, require us to expend significant resources to correct the material weaknesses, subject us to regulatory investigations and penalties, harm our reputation, cause a decline in investor confidence or otherwise cause a decline in our stock price.We are subject to civil litigation relating to the restatements and we cannot predict the outcome of this litigation, but we have incurred and expect to continue to incur significant costs and expenses in defending against this civil litigation. For more information on this18Table of Contentscivil litigation and proceedings, see Part II, Note 10(b) “Contingencies” to the consolidated financial statements under Item 8 of this Annual Report.We are subject to disabilities as a result of our settlement with the SEC that may expose us to increased future litigation and adversely affect our ability to raise capital.As of the date of our settlement with the SEC (the “SEC Order”), October 24, 2022, and for a period of three years thereafter, we are unable to rely on the safe harbor provisions regarding forward-looking statements provided by the Securities Act and the Exchange Act.Our inability to rely on these safe harbor provisions may expose us to increased future litigation in connection with forward-looking statements in our public disclosures.Further, as of the date of the SEC Order, we have lost our status as a “well-known seasoned issuer” for a period of three years, which places limitations on the manner in which we can market our securities to the public, and we are unable to rely on the private offering exemptions provided by Regulations A and D under the Securities Act for a period of five years, which could impair our ability to raise additional capital in the private market quickly in response to changing requirements and market conditions.There can be no assurance that our current and future strategic alliances or expansions of scope of existing relationships will have a beneficial impact on our business, financial condition and results of operations.We currently have, and may in the future enter into additional, strategic alliances with third parties that we believe will complement or augment our existing business. Our ability to complete strategic alliances is dependent upon, and may be limited by, the availability of suitable candidates and capital.In addition, strategic alliances could present unforeseen integration or operational obstacles or costs, may not enhance our business and may involve risks that could adversely affect us, including significant amounts of management time that may be diverted from operations in order to pursue and complete such transactions or maintain such strategic alliances.Future strategic alliances could result in the incurrence of debt, costs and contingent liabilities, and there can be no assurance that future strategic alliances will achieve, or that our existing strategic alliances will achieve, the expected benefits to our business or that we will be able to consummate future strategic alliances on satisfactory terms, or at all. Any of the foregoing could have a material adverse effect on our business, financial condition and results of operations.In the case of the Ginkgo Strategic Partnership, we have and will continue to obtain, pursuant to the Ginkgo Collaboration Agreement, the exclusive right to use and commercialize the key patented intellectual property related to the production of the target cannabinoids globally (referred to herein as the “Ginkgo exclusive licenses”).There can be no assurance that Ginkgo will be able to develop microorganisms that we will be able to commercialize or to obtain patents relating to production of the target cannabinoids, or that third parties will not develop similar microorganisms or obtain patents that may restrict our ability to commercialize the microorganisms developed by Ginkgo, and, as a result, there can be no assurance that we will be able to realize the expected benefits of the Ginkgo Strategic Partnership. Additionally, we have determined, and may determine in the future, that the production of certain cannabinoids is not economically feasible and in our best interests and we have abandoned, and may abandon in the future, the production efforts of Ginkgo with respect to certain target cannabinoids.Even if we are able to commercialize cultured cannabinoids, we may not be able to generate satisfactory returns on them or on the products that incorporate them, and there may not be demand for such cultured cannabinoid products.In addition, pursuant to the Ginkgo Collaboration Agreement, if we undergo a change of control that is approved by the Board, Ginkgo may elect to receive cash payments, which, given the number of Equity Milestone Events (as defined in the Ginkgo Collaboration Agreement) that have occurred to date, could total up to $15.8 million, in lieu of the common shares that would otherwise become issuable in connection with any Equity Milestone Events achieved following such election (the “Milestone Cash Election”). If we undergo a change in control that has not been approved by the Board, then Ginkgo will have the ability to terminate the Ginkgo Collaboration Agreement immediately, in which case, among other things: (i) all rights or licenses granted to us by Ginkgo under the Ginkgo Collaboration Agreement will terminate; (ii) certain expenses and costs incurred by Ginkgo will be accelerated and become due and payable by us; (iii) the then-outstanding and unpaid portion of all cash payments from us to Ginkgo for the achievement of R&D milestones by Ginkgo shall be due immediately as if all R&D milestones had been achieved; and (iv) a lump sum cash payment equal to the aggregate of all Milestone Cash Election amounts in respect of which the relevant Equity Milestone Events have not yet been achieved will be immediately due and payable by us. In addition, should Ginkgo terminate the Ginkgo Collaboration Agreement upon a change of control, we will no longer be able to use or commercialize the key patented intellectual property related to the production of the target cannabinoids, which could have a material adverse effect on our business, financial condition and results of operations.See “Description of Business—Research and Development Activities and Intellectual Property.”As additional equity milestones occur under the Ginkgo Collaboration Agreement, we are required by accounting rules to conduct an impairment analysis related to the new Ginkgo exclusive licenses.These analyses have resulted in impairment charges in the past and may do so in the future as additional equity milestones are achieved.For a discussion of our most recent impairments of the Ginkgo exclusive licenses, see Note 7 “Goodwill and Intangible Assets, net” to the consolidated financial statements in Item 8 of this Annual Report.19Table of ContentsWe may not successfully execute our production capacity strategy.We may not be successful in executing our strategy to expand production capacity at certain of our facilities and joint ventures and wind down of cultivation and certain production activities at the Peace Naturals Campus. Continuing and expanding operations at our facilities and joint ventures will be subject to obtaining and maintaining the appropriate licenses from the relevant regulatory agencies in those jurisdictions.In particular, continuing and expanding operations at Cronos GrowCo’s production facilities will be subject to obtaining and maintaining the appropriate licenses from Health Canada.Construction delays or cost over-runs in respect of such operations, howsoever caused, could have a material adverse effect on our business, financial condition and results of operations.Moreover, with the pending sale-leaseback transaction and change in the nature of operations at the Peace Naturals Campus, the continued operations of the Cronos GrowCo production facilities will be more important to us.Additionally, we must obtain approval from Health Canada for changes to our site perimeter on the Peace Naturals Campus prior to closing the sale-leaseback transaction and there can be no assurance as to whether or when we might obtain such approval. Cronos GrowCo’s production facilities are our principal source of raw materials.In addition, we may not be successful in obtaining the necessary approvals required to export or import our products to or from the jurisdictions in which we or our joint ventures operate.If we are unable to secure necessary production licenses in respect of our facilities and those of our joint ventures, the expectations of management with respect to the increased future cultivation and growing capacity may not be borne out, which could have a material adverse effect on our business, financial condition and results of operations.We may not be able to successfully procure rare cannabinoids at commercially viable prices or in the quantities that we require.As a result of our decision to wind down Cronos Fermentation, we no longer have the internal capacity to produce rare cannabinoids through the fermentation process developed with Ginkgo. To the extent we continue to utilize rare cannabinoids in our products, we may be required to engage third-party suppliers to obtain rights to new extraction methods or may be required to purchase rare cannabinoids in the open market.We may not be able to find third-party suppliers capable of producing rare cannabinoids at commercially viable prices or in the quantities we require.If we are unable to secure the necessary rare cannabinoids, we may experience product shortages and delays and we may be unable to launch new products, which could have a material adverse effect on our business, financial condition and results of operations.There can be no assurance that the Realignment, the pending sale-leaseback and the change in the nature of operations at the Peace Naturals Campus, the exit of our U.S. operations and the wind-down and exit of our Cronos Fermentation facility will have a beneficial impact on our business, financial condition and results of operations. The timing, costs and benefits thereof cannot be guaranteed.In the first quarter of 2022, we announced our Realignment to centralize functions under common leadership to increase efficient distribution of resources, improve strategic alignment and eliminate duplication of roles and costs; evaluate our global supply chain and perform product reviews and pricing and distribution optimization in order to reduce fixed expenses and reduce complexity; and implement an operating expense target to optimize cash deployment for activities such as margin accretive innovation and U.S. adult-use cannabis market entry in the future.Additionally, we announced a plan to leverage our strategic partnerships to improve supply chain efficiencies and reduce manufacturing overhead by partially exiting the Peace Naturals Campus. We subsequently decided to retain certain distribution, warehousing, R&D and manufacturing operations at the Peace Naturals Campus.In the second quarter of 2023, we announced the exit of our U.S. operations.In the third quarter of 2023, we announced the wind-down and exit of our Cronos Fermentation facility.There can be no assurance that these initiatives will achieve the expected benefits to our business or reduce costs or grow our revenue as intended and, if achieved at all, the timing thereof.The execution and implementation of these initiatives involve risk, including that significant amounts of management’s time and Company resources could be diverted from our core operations in order to complete such initiatives.Some risks, such as obtaining approval from Health Canada for changes to our site perimeter on the Peace Naturals Campus, are outside of our control. In addition, these initiatives could present unforeseen obstacles, lead to operating inefficiencies and negatively disrupt our corporate culture, which could lead to further employee attrition, any of which would have a material adverse effect on our business, financial condition and results of operations.We have and will continue to incur costs to implement these initiatives, and we could be subject to litigation risks and expenses.Our projected costs and expenses associated with the changes in operations described above may turn out to be too low by a material amount.There can be no assurance that the regulatory approvals will be obtained or that the other closing conditions for the sale and leaseback of the Peace Naturals Campus will be satisfied or waived in a timely manner or at all.Pursuant to the Sale Agreement, Future Farmco has agreed to acquire the Peace Naturals Campus subject to certain conditions. These conditions include, among other things, Future Farmco and the Company agreeing on the form of a lease, confirmation from Future Farmco that it has secured financing for the transaction and the Company receiving approval from Health Canada for site perimeter changes, each as set forth in the Sale Agreement.There can be no assurance that such closing conditions will be satisfied or waived or that the Company will obtain approval from Health Canada on commercially reasonable terms, in a timely manner, or at all, or that the20Table of Contentssale and leaseback of the Peace Naturals Campus will be completed.Additionally, there can be no assurance that the sale and leaseback of the Peace Naturals Campus will occur on the terms and conditions described herein or previously announced.We may not be able to realize the expected cost-savings and other benefits related to the wind-down of operations at the Cronos Fermentation facility.In the third quarter of 2023, we announced the decision to wind down operations at the Cronos Fermentation facility, list the Cronos Fermentation facility for sale, and implement additional organization-wide cost reductions as we continue our Realignment initiatives. There can be no assurance that we will be able to sell the Cronos Fermentation facility within an acceptable time frame and for an acceptable price or that these initiatives will achieve the expected benefits to our business within our expected time frame.The execution and implementation of these initiatives involve risk, including that significant amounts of management’s time and Company resources could be diverted from our core operations in order to complete such initiatives.In addition, these initiatives could present unforeseen obstacles, lead to operating inefficiencies and negatively disrupt our corporate culture, which could lead to further employee attrition, any of which would have a material adverse effect on our business, financial condition and results of operations.We have and will continue to incur costs to implement these initiatives, and we could be subject to litigation.The industries and markets in which we operate are relatively new, and these industries and markets may not continue to exist or grow as anticipated or we may ultimately be unable to succeed in these industries and markets.The medical and adult-use cannabis industries and markets in which we operate are relatively new, are highly speculative, are rapidly expanding and may ultimately not be successful. In addition to being subject to general business risks, we need to continue to build brand awareness in these industries and markets through significant investments in our strategy, our production capacity, quality assurance and compliance with regulations.These activities may not promote our brand and products as effectively as intended, or at all.Competitive conditions and consumer tastes, as applicable, and spending patterns in these new industries and markets are relatively unknown and may have unique circumstances that differ from existing industries and markets.We are subject to all of the business risks associated with a new business in a niche market, including risks of unforeseen capital requirements, failure of widespread market acceptance of our products, failure to establish business relationships and competitive disadvantages against larger and more established competitors.Accordingly, there are no assurances that these industries and markets will continue to exist or grow as currently estimated or anticipated, or function and evolve in a manner consistent with management’s expectations and assumptions, and a failure to do so could have a material adverse effect on our business, financial condition and results of operations.We may not be able to supply the purchasers in various provinces and territories of Canada with our products in the quantities or prices anticipated, or at all.We have entered into supply arrangements for cannabis products with various provincial and territorial purchasers and have secured listings with private retailers in certain provinces. We have entered into such supply arrangements with all provinces in Canada (where the relevant provincial body is the sole wholesale distributor of cannabis products in the province) and the Yukon Territory and with private retailers in Saskatchewan.Our supply arrangements with provincial and territorial purchasers do not contain any binding minimum purchase obligations on the part of the relevant provincial or territorial purchaser.We expect purchase orders to be primarily driven by end-consumer demand for our products and the relevant provincial, territorial or private purchaser supply at the relevant time.Accordingly, we cannot predict the quantities of our products that will be purchased by the provincial, territorial and private purchasers, or if our products will be purchased at all.Provincial and territorial purchasers may change the terms of the supply agreements at any time during the supply relationship including pricing, have broad rights of return of products and are under no obligation to purchase our products or maintain any listings of our products for sale. As a result, provincial and territorial purchasers have a significant amount of control over the terms of the supply arrangements.Furthermore, provincial and territorial purchasers may also decide to ban, limit or implement new guidance on the types of cannabis products permitted for sale in each of their jurisdictions (including in response to Health Canada’s guidance on intoxicating cannabinoids) which may result in some or all of our products being viewed as non-compliant with law or non-binding policy guidance.The adult-use cannabis market in Canada has in the past been and may in the future become oversupplied.Numerous additional cannabis producers have and may continue to enter the Canadian adult-use market.We and such other cannabis producers have in the past produced and may in the future produce more cannabis than is needed to satisfy the collective demand of the Canadian medical and adult-use markets, and we may be unable to export that over-supply into other markets. As a result, the available supply of cannabis could exceed demand, which has in the past, and may in the future, result in significant inventory write downs and decreases in market prices.21Table of ContentsWe may be unsuccessful in competing in the legal adult-use cannabis market in Canada.We face competition from existing license holders licensed under the Cannabis Act.Certain of these competitors may have significantly greater financial, production, marketing, R&D and technical and human resources than we do.As a result, our competitors may be more successful than us in gaining market share in the adult-use cannabis industry in Canada.Our commercial opportunity in the adult-use market could be reduced or eliminated if our competitors produce and commercialize products for the adult-use market that, among other things, are safer, more effective, more convenient or less expensive than the products that we may produce, have greater sales, marketing and distribution support than our products, enjoy enhanced timing of market introduction and perceived effectiveness advantages over our products and receive more favorable publicity than our products. If our adult-use products do not achieve an adequate level of acceptance by the adult-use market, we may not generate sufficient revenue from these products, and our adult-use business may not become profitable.We are subject to liability arising from any fraudulent or illegal activity by our employees, contractors, manufacturers "}]